/* No comment provided by engineer. */
"Are you sure you want to delete this event? You can download it again at any time until the event distribution period ends." = "您确定要删除这个事件吗? 您可在事件结束之前重新下载";

/* No comment provided by engineer. */
"Are you sure you want to delete this event? You can download it again at any time." = "您确定要删除这个事件吗? 您可在事件结束之前重新下载";

/* No comment provided by engineer. */
"Are you sure you want to download the “%@” event?" = "您确定要下载 “%@” 吗?";

/* No comment provided by engineer. */
"Are you sure you want to download “%@” skin?" = "您确定要下载 “%@” 皮肤?";

/* No comment provided by engineer. */
"Are you sure you want to update GBA4iOS?" = "您确定要更新GBA4iOS?";

/* No comment provided by engineer. */
"Beta Testers" = "测试人员";

/* No comment provided by engineer. */
"By" = "来自";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Checking for Update…" = "正在检查更新…";

/* The X's, Y's, and Z's are just to show placeholder characters. No need to translate them */
"Code format is XXX YYY ZZZ." = "代码格式为 XXX YYY ZZZ.";

/* The X's and Y's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX YYYY." = "代码格式为 XXXXXXXX YYYY.";

/* The X's and Y's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX YYYYYYYY." = "代码格式为 XXXXXXXX YYYYYYYY.";

/* The X's and Y's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX YYYYYYYY.\nOnly GameShark Advance codes are supported, not GameShark SP." = "代码格式为 XXXXXXXX YYYYYYYY.\n只支持 GameShark Advance 代码，不支持 GameShark SP。";

/* The X's are just to show placeholder characters. No need to translate them */
"Code format is XXXXXXXX." = "代码格式为 XXXXXXXX.";

/* No comment provided by engineer. */
"Current Skins" = "当前皮肤";

/* No comment provided by engineer. */
"Delete Event" = "删除事件";

/* No comment provided by engineer. */
"Download" = "下载";

/* No comment provided by engineer. */
"Download Skins" = "下载皮肤";

/* No comment provided by engineer. */
"Downloading…" = "下载中…";

/* Date ends */
"Ends" = "结束日期";

/* No comment provided by engineer. */
"Event Distribution" = "事件分发";

/* No comment provided by engineer. */
"Events unlock certain features that are not normally in the game. However, they can only be completed once per save file." = "Events unlock certain features that are not normally in the game. However, they can only be completed once per save file.";

/* No comment provided by engineer. */
"Failed to check for update." = "无法检查更新。";

/* No comment provided by engineer. */
"Fast Forward" = "加速";

/* No comment provided by engineer. */
"Game Genie" = "金手指";

/* No comment provided by engineer. */
"GameShark" = "GameShark";

/* No comment provided by engineer. */
"GBA Controller Skins" = "GBA Controller Skins";

/* No comment provided by engineer. */
"GBC Controller Skins" = "GBC Controller Skins";

/* No comment provided by engineer. */
"Landscape" = "横屏";

/* No comment provided by engineer. */
"Mail" = "邮件";

/* No comment provided by engineer. */
"Off" = "关";

/* No comment provided by engineer. */
"On" = "开";

/* No comment provided by engineer. */
"Portrait" = "竖屏";

/* No comment provided by engineer. */
"Press Beta Testers" = "出版界测试人员";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"Start" = "开始";

/* No comment provided by engineer. */
"Start this event?" = "开始此事件?";

/* No comment provided by engineer. */
"Sustain Button" = "按键保持";

/* No comment provided by engineer. */
"Tap a name to go to their Twitter profile or personal website." = "单击姓名来进入Twitter档案或个人主页";

/* No comment provided by engineer. */
"The app will quit, and any unsaved progress will be lost." = "程序将会关闭，所有未保存的进度将会丢失";

/* No comment provided by engineer. */
"The game will restart, and any unsaved data will be lost." = "游戏会重新开始，所有未保存的进度将会丢失";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Tomorrow" = "明日";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"View Details" = "显示细节";

/* No comment provided by engineer. */
"You can import other .gbaskin or .gbcskin files via iTunes, or by downloading them in Safari and opening in GBA4iOS." = "你可以通过iTunes导入.gbaskin或.gbcskin,也可通过Safari下载并在GBA4iOS中打开。";

/* No comment provided by engineer. */
"Your software is up to date." = "您的软件已是最新版本。";

